Repository: fkirc/attranslate
Catalog: sample-scripts/po-generic/*.po
Languages: de, es

source: English
de: Englisch
es: Inglés

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Hallo von% (Site-Name) an. Sie erhalten diese Nachricht, weil jemand ein Passwort für Ihr Benutzerkonto angefordert hat. Wenn Sie dieses Passwort angefordert haben, können Sie diese Nachricht ignorieren. Wenn nicht, klicken Sie bitte auf den unten stehenden Link, um Ihr Passwort zu ändern
es: Hola de% (site_name) s. Estás recibiendo este mensaje porque alguien ha solicitado una contraseña para tu cuenta de usuario. Si solicitaste esta contraseña, puedes ignorar este mensaje con seguridad, pero si no es así, haz clic en el enlace a continuación para cambiar tu contraseña.

source: In case you forgot, your username is %(username)s.
de: Nur für den Fall, dass Sie vergessen haben, dass Ihr Benutzername% (Benutzername) s ist.
es: En caso de que haya olvidado su nombre de usuario es% (username) s.

source: Thank you for using %(site_name)s! %(site_domain)s
de: Vielen Dank, dass Sie% (site_name) s verwenden! % (site_domain) s
es: ¡Gracias por usar% (site_name) s! % (dominio_sitio) s

source: Password Reset Confirmation E-mail
de: Bestätigungs-E-Mail zum Zurücksetzen des Passworts
es: Correo electrónico de confirmación de restablecimiento de contraseña

source: Confirm E-mail Address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse
es: Por favor confirme su dirección de correo electrónico

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">% (E-Mail) s </a> die E-Mail-Adresse für% (user_display) s ist.
es: Confirme que <a href="mailto:%(email)s">% (email) s </a> es la dirección de correo electrónico de% (user_display) s.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
de: Bitte melden Sie sich mit einem an Ihrer bestehenden Konten Dritter. Oder melden Sie sich <a href="%(signup_url)s"> an </a> für ein% (site_name) Konto und melden Sie sich unten an:
es: Inicia sesión con uno de sus cuentas de terceros existentes. O <a href="%(signup_url)s"> regístrese </a> para una cuenta de% (site_name) s e inicie sesión a continuación:

source: or
de: oder
es: o

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
de: Wenn Sie noch kein Konto erstellt haben, dann bitte <a href="%(signup_url)s"> zuerst anmelden </a>.
es: Si aún no ha creado una cuenta, por favor <a href="%(signup_url)s"> regístrate </a> primero.

source: Change Password
de: Passwort ändern
es: Cambia la contraseña

source: Password Reset
de: Passwort zurücksetzen
es: Restablecimiento de contraseña

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein und wir senden Ihnen eine E-Mail, mit der Sie diese ändern können
es: ¿Olvidaste tu contraseña? Ingrese su dirección de correo electrónico a continuación y le enviaremos un correo electrónico que le permitirá cambiarla

source: Reset My Password
de: Setze mein Passwort zurück
es: Restablecer mi contraseña

source: Bad Token
de: Kennwort kann nicht zurückgesetzt werden
es: No se pudo restablecer la contraseña

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie ein <a href="%(passwd_reset_url)s"> neues Passwort zurücksetzen </a> an.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente porque ya se ha utilizado. Solicite un <a href="%(passwd_reset_url)s"> nuevo restablecimiento de contraseña </a>.

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Anmeldung ist derzeit geschlossen
es: Lo sentimos, pero el registro está cerrado actualmente

source: Verify Your E-mail Address
de: Bitte bestätige deine Email Adresse
es: por favor verifique su dirección de correo electrónico

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail für gesendet Überprüfung. Bitte klicken Sie auf den Link in dieser E-Mail. Bitte Kontaktieren Sie uns, wenn Sie es nicht innerhalb weniger Minuten erhalten.
es: Le hemos enviado un correo electrónico para verificación. Haga clic en el enlace de este correo electrónico. Por favor contáctenos si no lo recibe en unos minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
de: <strong> Hinweis: </ strong> Sie können Ihre E-Mail-Adresse immer noch <a href="%(email_url)s"> ändern </a>.
es: <strong> Nota: </strong> aún puede <a href="%(email_url)s"> cambiar su dirección de correo electrónico </a>.

source: My Profile
de: Mein Profil
es: Mi perfil

source: Dear %(first_name)s, Thank you for using sample. Please find in the attachment the invoice to your order.
de: Lieber% (Vorname) s, Vielen Dank, dass Sie sample verwenden. Die Rechnung zu Ihrer Bestellung finden Sie im Anhang.
es: Estimado% (first_name) s: Gracias por usar la muestra. En el adjunto encontrará la factura de su pedido.

source: Kind regards, Your sample Team
de: Mit freundlichen Grüßen, Ihr Beispielteam
es: Saludos cordiales, Tu equipo de muestra

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
de: Erforderlich: 150 Zeichen oder weniger. Nur Buchstaben, Ziffern und @ /. / + / - / _.
es: Requerido: 150 caracteres o menos. Letras, dígitos y @ /. / + / - / _ solamente.

source: Must include "email" and "password".
de: Muss "E-Mail" und "Passwort" enthalten.
es: Debe incluir "correo electrónico" y "contraseña".

source: allauth docs. LoginSerializer was taken from django_rest_auth and code was removed to handle other ways to login.
de: allauth docs. LoginSerializer wurde aus django_rest_auth übernommen und der Code wurde entfernt, um andere Anmeldemöglichkeiten zu ermöglichen.
es: allauth docs. LoginSerializer se tomó de django_rest_auth y se eliminó el código para manejar otras formas de iniciar sesión.

source: User account is disabled.
de: Dieses Benutzerkonto wurde deaktiviert.
es: Esta cuenta de usuario ha sido inhabilitada.
